Revit 2024 API
ParameterTypeId.StairsInstUpLabelText Property
 "Up text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsInstUpLabelText { get; }
Visual Basic
Public Shared ReadOnly Property StairsInstUpLabelText As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsInstUpLabelText {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace